/* Аудитории университета */
const roomsData = {
  "Главный корпус (Гл)": {
    "Информация": {
      adress: 'Малышковская улица, 4',
    },
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
  },
  "Корпус А1": {
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
  },
  "Корпус Б": {
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
  },
  "Корпус Б1": {
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
  },
  "Корпус В": {
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
  },
  "Корпус В1": {
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
  },
  "Корпус Г1": {
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
  },
  "Корпус Д": {
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
  },
  "Корпус Е": {
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
  },
  "Корпус Ж": {
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
  },
  "Корпус ИПП": {
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
  },
  "Спортивный корпус": {
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
  },
  "Корпус ": {
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
  },
  "Корпус ": {
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
  },
  "Корпус ": {
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
  },
  "Корпус ": {
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
  },
  "Корпус ": {
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
  },
  "Корпус ": {
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
  },
  "Корпус ": {
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
  },
  "Корпус ": {
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
    "Аудитория ": {
        
    },
  },
}